---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussElementCreateBottomParam
source: html/ef474f76-259a-2481-d5e8-9f45f23264c3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussElementCreateBottomParam Property

"Create Bottom Chord"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussElementCreateBottomParam { get; }
```